goods = [
    {'image': 'deps/images/goods/set of tea table and three chairs.jpg',
     'name': 'Фикус "Бенджамина"',
     'description': 'Комнатное растение с изящными листьями, которое придает уют и живость интерьеру.',
     'price': 150.00},

    {'image': 'deps/images/goods/set of tea table and two chairs.jpg',
     'name': 'Кактус "Опунция"',
     'description': 'Удивительное растение с мясистыми побегами, добавляющее экзотического шарма вашему дому.',
     'price': 93.00},

    {'image': 'deps/images/goods/double bed.jpg',
     'name': 'Пальма Кентии',
     'description': 'Элегантное растение с длинными, изящными листьями, идеальное для создания тропического настроения.',
     'price': 670.00},

    {'image': 'deps/images/goods/kitchen table.jpg',
     'name': 'Суккулент "Эхеверия"',
     'description': 'Маленькое и неприхотливое растение с красивыми сочными листьями, подходящее для любого интерьера.',
     'price': 365.00},

    {'image': 'deps/images/goods/kitchen table 2.jpg',
     'name': 'Фиалка африканская "Сенполия"',
     'description': 'Изысканное растение с крупными, яркими цветами, которые будут радовать глаз в течение всего года.',
     'price': 430.00},

    {'image': 'deps/images/goods/corner sofa.jpg',
     'name': 'Хлорофитум',
     'description': 'Популярное и легко ухаживаемое растение с длинными, узкими листьями, идеальное для улучшения качества воздуха в вашем доме.',
     'price': 610.00},

    {'image': 'deps/images/goods/bedside table.jpg',
     'name': 'Пеперомия',
     'description': 'Компактное растение с мясистыми листьями, которое придаст уют и свежесть вашему интерьеру.',
     'price': 55.00},

    {'image': 'deps/images/goods/sofa.jpg',
     'name': 'Спатифиллум',
     'description': 'Изящное растение с элегантными белыми соцветиями, которое не только украсит ваш дом, но и очистит воздух от вредных веществ.',
     'price': 190.00},

    {'image': 'deps/images/goods/office chair.jpg',
     'name': 'Сансевиерия',
     'description': 'Неприхотливое и стильное растение с прямыми листьями, идеальное для создания атмосферы спокойствия и уюта в вашем доме или офисе.',
     'price': 30.00},

    {'image': 'deps/images/goods/plants.jpg',
     'name': 'Калатея',
     'description': 'Растение с уникальными узорами на листьях, которые меняются в зависимости от освещения и влажности, делая ваш интерьер более живым и ярким.',
     'price': 10.00},

    {'image': 'deps/images/goods/flower.jpg',
     'name': 'Фиалка "Сенполия"',
     'description': 'Роскошное растение с обильным цветением, которое подарит вам радость и красоту каждый день.',
     'price': 15.00},

    {'image': 'deps/images/goods/strange table.jpg',
     'name': 'Драцена',
     'description': 'Декоративное растение с длинными, узкими листьями, которое придаст вашему интерьеру изюминку и оригинальность.',
     'price': 25.00},
]

Теперь список содержит товары из каталога комнатных растений.
